Repository: christiangranadosmonroy/proyecto-tienda
Catalog: app/Resources/translations/*/AdminDashboardHelp.*.xlf
Languages: ar_sa

source: This mode displays sample data so you can try your dashboard without real numbers.
ar_sa: هذا الوضع يعرض عينة بيانات بحيث يمكنك تجربة لوحة التحكم بدون أرقام حقيقية.

source: Choose a fixed fee for each order placed in %currency% with %module%.
ar_sa: اختر رسومًا ثابتة لكل طلب يتم تقديمه بـ%currency% مع %module%.

source: Choose a variable fee for each order placed in %currency% with %module%. It will be applied on the total paid with taxes.
ar_sa: اختر رسومًا متغيرة لكل طلب يتم تقديمه بـ%currency% مع %module%. سيتم تطبيقه على على إجمالي المدفوعات مع الضرائب.

source: Choose a fixed fee for each order placed with a foreign currency with %module%.
ar_sa: اختر رسومًا ثابتة لكل طلب يتم تقديمه بعملة أجنبية مع %module%.

source: Choose a variable fee for each order placed with a foreign currency with %module%. It will be applied on the total paid with taxes.
ar_sa: اختر رسومًا متغيرة لكل طلب يتم تقديمه بالعملات الأجنبية مع %module%. سيتم تطبيقه على إجمالي المدفوعات مع الضرائب.

source: For the carrier named %s, indicate the domestic delivery costs in percentage of the price charged to customers.
ar_sa: بالنسبة للناقل المسمى %s، حدد تكاليف التوصيل المحلي كنسبة مئوية من السعر المحمل على العملاء.

source: For the carrier named %s, indicate the overseas delivery costs in percentage of the price charged to customers.
ar_sa: بالنسبة للناقل المسمى %s، حدد تكاليف التوصيل في الخارج كنسبة مئوية من السعر المحمل على العملاء.

source: Method: Indicate the percentage of your carrier margin. For example, if you charge $10 of shipping fees to your customer for each shipment, but you really pay $4 to this carrier, then you should indicate "40" in the percentage field.
ar_sa: الطريقة: أشر إلى النسبة المئوية لهوامش شركة الاتصالات الخاصة بك. على سبيل المثال ، إذا كنت تتقاضى 10 دولارات من رسوم الشحن إلى العميل مقابل كل شحنة ، ولكنك تدفع بالفعل 4 دولارات إلى شركة النقل هذه ، فيجب أن تشير إلى "40" في حقل النسبة المئوية.

source: You should calculate this percentage as follows: ((total sales revenue) - (cost of goods sold)) / (total sales revenue) * 100. This value is only used to calculate the Dashboard approximate gross margin, if you do not specify the wholesale price for each product.
ar_sa: يجب عليك حساب هذه النسبة المئوية على النحو التالي: ((إجمالي إيرادات المبيعات) - (تكلفة البضائع المباعة)) / (إجمالي إيرادات المبيعات) * 100. تستخدم هذه القيمة فقط لحساب الهامش الإجمالي التقريبي للوحة التحكم، إذا لم تحدد سعر الجملة لكل منتج.

source: You should calculate this value by making the sum of all of your additional costs per order.
ar_sa: يجب حساب هذه القيمة من خلال جعل مجموع كل التكاليف الإضافية الخاصة بك في النظام.
