Repository: christiangranadosmonroy/proyecto-tienda
Catalog: app/Resources/translations/*/AdminShopparametersHelp.*.xlf
Languages: ar_sa

source: Take a look at MySQL's documentation for more details.
ar_sa: إلقاء نظرة على وثائق MySQL لمزيد من التفاصيل.

source: Get help!
ar_sa: الحصول على المساعده
