Repository: christiangranadosmonroy/proyecto-tienda
Catalog: app/Resources/translations/*/AdminShopparametersHelp.*.xlf
Languages: ar_sa

source: Enable this option only if your server allows URL rewriting (recommended).
ar_sa: قم بتمكين هذا الخيار فقط إذا كان الخادم الخاص بك يسمح بإعادة كتابة عنوان URL (موصى به).

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
ar_sa: إن إعادة كتابة عنوان URL (mod_rewrite) غير نشط على الخادم الخاص بك ، أو أنه لا يمكن التحقق من تكوين الخادم الخاص بك. إذا كنت تريد استخدام عناوين URL ودية ، فيجب عليك تنشيط هذا التعديل.

source: Enable this option if you want to allow accented characters in your friendly URLs.
ar_sa: قم بتمكين هذا الخيار إذا كنت تريد السماح بأحرف معلمة في عناوين URL الخاصة بك الودية.

source: You should only activate this option if you are using non-latin characters ; for all the latin charsets, your SEO will be better without this option.
ar_sa: يجب عليك فقط تنشيط هذا الخيار إذا كنت تستخدم أحرفًا غير لاتينية ؛ لجميع مجموعات الأحرف اللاتينية ، سيكون تحسين محركات البحث أفضل بدون هذا الخيار.

source: Enable this option only if you have problems with URL rewriting.
ar_sa: تمكين هذا الخيار فقط إذا كنت تواجه مشكلات في إعادة كتابة عنوان URL.

source: Some of PrestaShop's features might not work correctly with a specific configuration of Apache's mod_security module. We recommend to turn it off.
ar_sa: قد لا تعمل بعض ميزات PrestaShop بشكل صحيح مع تكوين محدد لوحدة mod_security الخاصة بأباتشي.

source: You can search for a new domain name or add a domain name that you already own. You will be redirected to your PrestaShop account.
ar_sa: يمكنك البحث عن اسم نطاق جديد أو إضافة اسم مجال تملكه بالفعل. ستتم إعادة توجيهك إلى حساب PrestaShop الخاص بك.

source: Name of the related page.
ar_sa: اسم الصفحة ذات الصلة.

source: Title of this page.
ar_sa: عنوان هذه الصفحة.

source: A short description of your shop.
ar_sa: وصف قصير للمتجر.

source: List of keywords for search engines.
ar_sa: قائمة الكلمات الرئيسية لمحركات البحث.

source: To add tags, click in the field, write something, and then press the "Enter" key.
ar_sa: لإضافة علامات ، انقر في الحقل ، اكتب شيئًا ، ثم اضغط على مفتاح "ادخل".

source: For instance, "contacts" for http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
ar_sa: على سبيل المثال ، "جهات الاتصال" http://example.com/shop/contacts لإعادة التوجيه إلى http://example.com/shop/contact-form.php

source: Only letters and hyphens are allowed.
ar_sa: لا يُسمح إلا بالحروف والواصلات.

source: Invalid characters:
ar_sa: رموز غير صحيحة:

source: Image width in pixels. Enter "0" to use the original size.
ar_sa: عرض الصورة بالبكسل. أدخل "0" لاستخدام الحجم الأصلي.

source: Image height in pixels. Enter "0" to use the original size.
ar_sa: ارتفاع الصورة بالبكسل. أدخل "0" لاستخدام الحجم الأصلي.

source: Contact name (e.g. Customer Support).
ar_sa: اسم جهة الاتصال (مثال: الدعم الفني).

source: Emails will be sent to this address.
ar_sa: سوف يتم إرسال الرسائل على هذا البريد الإلكترونى.

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
ar_sa: في حالة التمكين ، سيتم حفظ جميع الرسائل في صفحة "خدمة العملاء" ضمن قائمة "العميل".

source: Further information regarding this contact.
ar_sa: معلومات إضافية حول جهة الاتصال هذه.

source: This field does not refer to the shop name visible in the front office.
ar_sa: هذا الحقل لا يعود الى اسم المتجر الظاهر في المكتب الامامي.

source: Follow [1]this link[/1] to edit the shop name used on the front office.
ar_sa: اتبع [1] هذا الرابط [/1] لتحرير اسم المحل المستخدم في المكتب الأمامي.

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
ar_sa: لا يمكنك تعديل مجموعة المتاجر نظرًا لأن المحل الحالي ينتمي إلى مجموعة تم تمكين خيار "المشاركة" فيها.

source: This is the root category of the store that you've created. To define a new root category for your store, [1]please click here[/1].
ar_sa: هذه هي فئة الجذر للمتجر الذي قمت بإنشائه. لتحديد فئة جذر جديدة لمتجرك ، [1] يرجى النقر هنا [/1].

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
ar_sa: بتحديد الفئات المرتبطة ، فإنك تختار مشاركة الفئات بين المتاجر. وبمجرد ربطها بين المتاجر ، فإن أي تغيير في هذه الفئة سيؤثر على كل متجر.

source: Enable the automatic indexing of products. If you enable this feature, the products will be indexed in the search automatically when they are saved. If the feature is disabled, you will have to index products manually by using the links provided in the field set.
ar_sa: تمكين الفهرسة التلقائية للمنتجات. إذا قمت بتمكين هذه الميزة ، فستتم فهرسة المنتجات في البحث تلقائيًا عند حفظها. إذا تم تعطيل الميزة ، فسيتعين عليك فهرسة المنتجات يدويًا باستخدام الارتباطات المتوفرة في مجموعة الحقول.

source: By default, to search for “blouse”, you have to enter “blous”, “blo”, etc (beginning of the word) – but not “lous” (within the word).
ar_sa: بشكل افتراضي ، للبحث عن "blouse" ، يجب عليك إدخال "blous" ، "blo" ، إلخ (بداية الكلمة) - ولكن ليس "lous" (داخل الكلمة).

source: With this option enabled, it also gives the good result if you search for “lous”, “ouse”, or anything contained in the word.
ar_sa: مع تمكين هذا الخيار ، فإنه يعطي أيضًا نتيجة جيدة إذا كنت تبحث عن "lous" أو "ouse" أو أي شيء موجود في الكلمة.

source: Enable search within a whole word, rather than from its beginning only.
ar_sa: تمكين البحث داخل كلمة كاملة ، بدلاً من البداية فقط.

source: It checks if the searched term is contained in the indexed word. This may be resource-consuming.
ar_sa: ويتحقق من وجود المصطلح الذي تم البحث عنه في الكلمة المفهرسة. هذا قد يكون مستهلكا للموارد.

source: By default, if you search "book", you will have "book", "bookcase" and "bookend".
ar_sa: بشكل افتراضي ، إذا كنت تبحث عن "كتاب" ، فستحصل على "book" و "bookcase" و "bookend".

source: With this option enabled, it only gives one result “book”, as exact end of the indexed word is matching.
ar_sa: عند تمكين هذا الخيار ، فإنه يعطي "نتيجة واحدة" لنتيجة واحدة فقط ، حيث أن التطابق التام للكلمة المفهرسة يكون مطابقًا.

source: Enable more precise search with the end of the word.
ar_sa: تمكين بحث أكثر دقة بنهاية الكلمة.

source: It checks if the searched term is the exact end of the indexed word.
ar_sa: ويتحقق مما إذا كان المصطلح الذي تم البحث عنه هو نهاية الكلمة المفهرسة بالضبط.

source: Only words this size or larger will be indexed.
ar_sa: وسيتم فهرسة الكلمات فقط من هذا الحجم.

source: Please enter the index words separated by a "|".
ar_sa: فضلا قم بإدخال الكلمات مفصوله بـ "|".

source: Enter each alias separated by a comma (e.g. 'prestshop,preztashop,prestasohp').
ar_sa: أدخل كل اسم مستعار مفصولة بفواصل (على سبيل المثال "prestashop ، prestashop ، prestashop").

source: Forbidden characters: <>;=#{}
ar_sa: الأحرف المحظورة: <>؛ = # {}

source: Search this word instead.
ar_sa: ابحث عن هذه الكلمة بدلا من ذلك.

source: The group defined for your un-identified visitors.
ar_sa: حددت المجموعة لزوارك غير محددين.

source: The group defined for your identified guest customers (used in guest checkout).
ar_sa: المجموعة المحددة لعملائك الضيوف المحددة (المستخدمة في الخروج الضيف).

source: The group defined for your identified registered customers.
ar_sa: المجموعة المحددة لعملائك المسجلين المحددة.

source: Automatically apply this value as a discount on all products for members of this customer group.
ar_sa: تطبيق هذه القيمة تلقائيًا كخصم على جميع المنتجات لأعضاء مجموعة العملاء هذه.

source: How prices are displayed in the order summary for this customer group.
ar_sa: كيف يتم عرض الأسعار في ملخص الطلب لمجموعة العملاء هذه.

source: Customers in this group can view prices.
ar_sa: يمكن للعملاء في هذه المجموعة عرض الأسعار.

source: %group_name% - All persons without a customer account or customers that are not logged in.
ar_sa: %group_name% - جميع الأشخاص الذين ليس لديهم حساب عميل أو عملاء لم يسجلوا الدخول.

source: %group_name% - All persons who placed an order through Guest Checkout.
ar_sa: %group_name% - جميع الأشخاص الذين قدموا طلبًا عبر الطلب للزوار.

source: %group_name% - All persons who created an account on this site.
ar_sa: %group_name% - جميع الأشخاص الذين أنشأوا حسابًا على هذا الموقع.

source: PrestaShop has three default customer groups:
ar_sa: يحتوي PrestaShop على ثلاث مجموعات عملاء افتراضية:

source: Leave blank if no change.
ar_sa: اتركه فارغًا إذا لم يحدث أي تغيير.

source: Fee given for each visit.
ar_sa: رسوم معينة لكل زيارة.

source: Fee given for each order placed.
ar_sa: رسم معين لكل طلبية.

source: If you know how to use MySQL regular expressions, you can use the [1]expert mode[/1].
ar_sa: إذا كنت تعرف كيفية استخدام تعبيرات MySQL العادية ، فيمكنك استخدام [1]وضع الخبير[/1].

source: If you own an SSL certificate for your shop's domain name, you can activate SSL encryption (https://) for customer account identification and order processing.
ar_sa: إذا كنت تملك شهادة SSL لاسم نطاق متجرك ، فيمكنك تنشيط تشفير SSL (https: //) للتعرف على هوية العميل ومعالجة الطلب.

source: If you want to enable SSL on all the pages of your shop, activate the "Enable on all the pages" option below.
ar_sa: إذا كنت تريد تمكين طبقة المقابس الآمنة في جميع صفحات متجرك ، فقم بتفعيل خيار "تمكين على جميع الصفحات" أدناه.

source: When enabled, all the pages of your shop will be SSL-secured.
ar_sa: عند التمكين ، سيتم تأمين جميع صفحات متجرك.

source: Enable or disable token in the Front Office to improve PrestaShop's security.
ar_sa: تمكين أو تعطيل رمزية على مكتب الجبهة من أجل تحسين الأمن PrestaShop

source: Allow iframes on text fields like product description. We recommend that you leave this option disabled.
ar_sa: السماح بإطار iframe على الحقول النصية مثل وصف المنتج. نوصيك بترك هذا الخيار معطلاً.

source: Clean the HTML content on text fields. We recommend that you leave this option enabled.
ar_sa: قم بتنظيف محتوى HTML في حقول النص. نوصيك بترك هذا الخيار ممكّنًا.

source: You can choose among 6 different ways of rounding prices. "Round up away from zero ..." is the recommended behavior.
ar_sa: يمكنك الاختيار من بين 6 طرق مختلفة لتقريب الأسعار. "التراجع عن الصفر ..." هو السلوك الموصى به.

source: You can choose when to round prices: either on each item, each line or the total (of an invoice, for example).
ar_sa: يمكنك اختيار وقت تقريب الأسعار: إما على كل عنصر ، كل سطر أو إجمالي (على سبيل المثال ، فاتورة).

source: Choose how many decimals you want to display
ar_sa: اختر عدد الكسور العشرية التي تريد عرضها

source: Enable brands and suppliers pages on your front office even when their respective modules are disabled.
ar_sa: تمكين صفحات العلامات التجارية والموردين في مكتبك الأمامي حتى عند تعطيل وحداتها الخاصة.

source: Enable best sellers page on your front office even when its respective module is disabled.
ar_sa: تمكين صفحة أفضل الكتب مبيعًا في مكتبك الأمامي حتى عند تعطيل الوحدة الخاصة بها.

source: The multistore feature allows you to manage several e-shops with one Back Office. If this feature is enabled, a "Multistore" page will be available in the "Advanced Parameters" menu.
ar_sa: تسمح لك الميزة متعددة المراكز بإدارة العديد من المتاجر الإلكترونية مع مكتب خلفي واحد. إذا تم تمكين هذه الميزة ، فستكون صفحة "Multistore" متاحة في القائمة "معلمات متقدمة".

source: Display an overview of the addresses, shipping method and cart just before the order button (required in some European countries).
ar_sa: عرض مراجعة للعناوين ، طرق الشحن ، وعربة التسوق قبل زر الطلب ( ضروري في بعض الدول الأوربية )

source: Allow guest visitors to place an order without registering.
ar_sa: السماح للزوار بوضع طلب بدون تسجيل.

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
ar_sa: قم بتعطيل الخيار للسماح للعملاء بإعادة ترتيبهم بنقرة واحدة من صفحة سجل الطلبات (المطلوبة في بعض الدول الأوروبية).

source: Set to 0 to disable this feature.
ar_sa: اضبط على 0 لتعطيل هذه الميزة.

source: Automatically updates the shipping costs when you edit an order.
ar_sa: يقوم تلقائيًا بتحديث تكاليف الشحن عند قيامك بتحرير أمر.

source: Allow the customer to ship orders to multiple addresses. This option will convert the customer's cart into one or more orders.
ar_sa: السماح للعميل بشحن الطلبات إلى عناوين متعددة. سيؤدي هذا الخيار إلى تحويل عربة العميل إلى طلب واحد أو أكثر.

source: Allows you to delay shipping at your customers' request.
ar_sa: يتيح لك تأخير الشحن بناء على طلب عملائك.

source: Require customers to accept or decline terms of service before processing an order.
ar_sa: تتطلب من العملاء لقبول أو رفض شروط الخدمة قبل معالجة النظام

source: Choose the page which contains your store's terms and conditions of use.
ar_sa: اختر الصفحة التي تحتوي على شروط وأحكام استخدام متجرك.

source: Suggest gift-wrapping to customers.
ar_sa: اقتراح هدية التفاف على العملاء وإمكانية ترك رسالة

source: Set a price for gift wrapping.
ar_sa: تحديد سعر لتغليف الهدية.

source: Set a tax for gift wrapping.
ar_sa: تعيين ضريبة لتغليف الهدية.

source: Suggest recycled packaging to customer.
ar_sa: تشير إلى التعبئة المعاد تدويرها للعملاء.

source: Order status (e.g. 'Pending').
ar_sa: حالة الطلب (على سبيل المثال "معلق").

source: Invalid characters: numbers and
ar_sa: رموز غير صحيحة: أرقام و

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
ar_sa: قم بتحميل رمز من جهاز الكمبيوتر الخاص بك (نوع الملف: .gif ، الحجم المقترح: 16 × 16).

source: Status will be highlighted in this color. HTML colors only.
ar_sa: سيتم تمييز الحالة في هذا اللون. ألوان HTML فقط.

source: Only letters, numbers and underscores ("_") are allowed.
ar_sa: يُسمح فقط بالحروف والأرقام والشرطات السفلية ("_").

source: Email template for both .html and .txt.
ar_sa: قالب البريد الإلكتروني لكل من .html و. txt.

source: Order's return status name.
ar_sa: اسم حالة إرجاع الطلب.

source: Whether or not to display this store.
ar_sa: عرض أو لا هذا المتجر.

source: Storefront picture.
ar_sa: صورة المتجر.

source: Displayed in emails sent to customers.
ar_sa: معروض في رسائل البريد الإلكتروني المرسلة إلى العملاء.

source: Shop registration information (e.g. SIRET or RCS).
ar_sa: معلومات تسجيل المتجر (مثل SIRET أو RCS).

source: characters
ar_sa: أحرف

source: By default, the Add to Cart button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
ar_sa: بشكل افتراضي ، يكون الزر "إضافة إلى السلة" مخفيًا عندما يكون المنتج غير متاح. يمكنك اختيار عرضه في جميع الحالات.

source: Advised for European merchants to be legally compliant (eg: Delivered within 3-4 days)
ar_sa: يُنصح بالتجار الأوروبيين أن يكونوا متوافقين قانونيًا (على سبيل المثال: يتم تسليمها في غضون 3 إلى 4 أيام)

source: Advised for European merchants to be legally compliant (eg: Delivered within 5-7 days)
ar_sa: يُنصح بالتجار الأوروبيين أن يكونوا متوافقين قانونيًا (على سبيل المثال: تم التسليم في غضون 5-7 أيام)

source: When selling packs of products, how do you want your stock to be calculated?
ar_sa: عند بيع عبوات من المنتجات ، كيف تريد أن يتم حساب مخزونك؟

source: Number of products displayed per page. Default is 10.
ar_sa: المنتجات المعروضة في كل صفحة. الافتراضي هو 10.

source: The order in which products are displayed in the product list.
ar_sa: النظام الافتراضي لقائمة المنتجات

source: Default order method for product list.
ar_sa: طريقة الترتيب الافتراضي لقائمة المنتجات.

source: After a customer logs in, you can recall and display the content of his/her last shopping cart.
ar_sa: بعد تسجيل دخول العميل ، يمكنك استدعاء محتوى سلة التسوق الأخيرة الخاصة به وعرضها.

source: Send an email with summary of the account information (email, password) after registration.
ar_sa: إرسال بريد إلكتروني مع ملخص معلومات الحساب (البريد الإلكتروني وكلمة المرور) بعد التسجيل.

source: Minimum time required between two requests for a password reset.
ar_sa: الحد الأدنى من الوقت اللازم بين اثنين من طلبات إعادة تعيين كلمة المرور.

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
ar_sa: تنشيط أو إلغاء تنشيط وضع B2B. عند تمكين هذا الخيار ، سيتم توفير ميزات B2B.

source: Display or not the birth date field.
ar_sa: عرض أو لا حقل تاريخ الميلاد.

source: Display or not the partner offers tick box, to receive offers from the store's partners.
ar_sa: عرض أو عدم عرض مربع الاختيار الشريك ، لتلقي العروض من شركاء المتجر.

source: The catalog mode is actually to disable products checkout (prices, add to cart, etc.) on your shop, like a retail website does.
ar_sa: وضع الكتالوج هو في الواقع تعطيل سحب المنتجات (الأسعار ، إضافة إلى سلة التسوق ، إلخ) في متجرك كما يفعل موقع البيع بالتجزئة.

source: Set the maximum size of the summary of your product description (in characters).
ar_sa: قم بتعيين الحد الأقصى لحجم ملخص وصف منتجك (بالأحرف).

source: How to calculate quantity discounts.
ar_sa: كيفية حساب خصومات الكمية.

source: When active, friendly URL will be updated on every save.
ar_sa: عندما يتم تحديث عنوان URL نشط وودود على كل عملية حفظ.

source: When active, new products will be activated by default during creation.
ar_sa: عندما تكون نشطة ، سيتم تنشيط المنتجات الجديدة بشكل افتراضي أثناء الإنشاء.

source: Set to "0" to disable this feature.
ar_sa: تعيين إلى 0 لتعطيل هذه الميزة

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
ar_sa: عرض أو إخفاء "إضافة إلى عربة" زر على صفحات الفئة بالنسبة للمنتجات التي لها سمات لإجبار الزبائن لمشاهدة المنتج من التفصيل

source: In the volume discounts board, display the new price with the applied discount instead of showing the discount (ie. "-5%").
ar_sa: في لوحة تخفيضات الحجم ، اعرض السعر الجديد بالخصم المطبوع بدلاً من إظهار الخصم (أي "-5%").

source: Activate or deactivate your shop (It is a good idea to deactivate your shop while you perform maintenance. Please note that the webservice will not be disabled).
ar_sa: إغلاق او إيقاف المتجر . إيقاف المتجر فكرة رائعة اثناء التعديل علي المتجر

source: IP addresses allowed to access the front office even if the shop is disabled. Please use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96)
ar_sa: يسمح لعناوين IP بالوصول إلى المكتب الأمامي حتى إذا تم تعطيل المحل. الرجاء استخدام فاصلة للفصل بينها (على سبيل المثال ، 42.24.4.2،127.0.0.1،99.98.97.96)

source: Custom text displayed on maintenance page while shop is deactivated.
ar_sa: النص المخصص المعروض على صفحة الصيانة أثناء إلغاء تنشيط المحل.

source: e.g. 10:00AM - 9:30PM
ar_sa: العينة : 10:00 حتي 21:30

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
ar_sa: هناك كمية هائلة من البيانات ، لذلك تتم فهرسة كل اتصال يتوافق مع المُحيل. يمكنك أيضًا تحديث هذا الفهرس بالنقر فوق الزر "تحديث فهرس". قد تستغرق هذه العملية بعض الوقت ، ولا يلزمها إلا إذا عدلت أو أضفت مُحيلًا ، أو إذا كنت تريد أن تكون التغييرات بأثر رجعي.

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
ar_sa: يتم تخزين بياناتك مؤقتًا لفرزها وتصفيتها. يمكنك تحديث ذاكرة التخزين المؤقت بالنقر فوق الزر "تحديث ذاكرة التخزين المؤقت".

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
ar_sa: يمكن أن تكون حركة المرور المباشرة كثيفة الاستخدام للموارد. يجب أن تفكر في تمكينها فقط إذا كانت لديك حاجة قوية إليها.

source: Show me more
ar_sa: أرني المزيد

source: Definitions:
ar_sa: التعاريف:

source: The "http_referer" field is the website from which your customers arrive.
ar_sa: حقل "http_referer" هو موقع الويب الذي يصل منه عملاؤك.

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
ar_sa: على سبيل المثال ، سيكون للزوار القادمين من Google قيمة "http_referer" مثل هذه القيمة: "http://www.google.com/search؟q=prestashop".

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
ar_sa: إذا وصل الزائر مباشرة (عن طريق كتابة عنوان URL الخاص بمتجرك ، أو باستخدام إشاراته المرجعية ، على سبيل المثال) ، فسيكون http_referer فارغًا.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
ar_sa: حتى إذا كنت تريد جميع الزوار القادمين من جوجل ، يمكنك كتابة \"جوجل ٪ ٪\" في هذا المجال ، أو \"google.fr ٪ ٪\" إذا كنت تريد أن الزوار القادمين من فرنسا Google فقط.

source: The "request_uri" field is the URL from which the customers come to your website.
ar_sa: حقل "request_uri" هو عنوان URL الذي يأتي منه العملاء إلى موقعك على الويب.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
ar_sa: على سبيل المثال ، إذا دخل الزائر إلى صفحة منتج ، فسيكون عنوان URL كما يلي: "%smusic-ipods / 1-ipod-nano.html".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
ar_sa: هذا مفيد لأنه يمكنك إضافة علامات أو رموز مميزة في الروابط التي تشير إلى موقع الويب الخاص بك.

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
ar_sa: على سبيل المثال ، يمكنك نشر رابط (مثل "%sindex.php؟ myuniquekeyword" - لاحظ أنك أضفت "؟ myuniquekeyword" في نهاية عنوان URL) في منتدى عبر الإنترنت أو كتعليق مدونة ، واحصل على إحصاءات الزوار لهذا الرابط الفريد عن طريق إدخال "%%myuniquekeyword" في حقل "request_uri".

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
ar_sa: هذه الطريقة أكثر موثوقية من "http_referer" ، ولكن هناك عيب واحد: إذا كان محرك بحث يشير إلى صفحة تحتوي على الرابط الخاص بك ، فسيتم عرضه في نتائج البحث ولن تقوم فقط بالإشارة إلى الزائرين من الأماكن التي نشر الرابط ، ولكن أيضًا من محركات البحث التي التقطت هذا الرابط.

source: The "Include" fields indicate what has to be included in the URL.
ar_sa: تشير حقول "تضمين" إلى ما يجب تضمينه في عنوان URL.

source: The "Exclude" fields indicate what has to be excluded from the URL.
ar_sa: تشير حقول "الاستبعاد" إلى ما يجب استبعاده من عنوان URL.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
ar_sa: عند استخدام الوضع البسيط ، يمكنك استخدام مجموعة متنوعة من الأحرف العامة لاستبدال الأحرف الأخرى:

source: "_" will replace one character. If you want to use the real "_", you should type this: "\\_".
ar_sa: "_" ستحل محل حرف واحد. إذا كنت تريد استخدام "_" الحقيقي ، يجب عليك كتابة هذا: "\\ _".

source: "%" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
ar_sa: سيحل "٪" محل أي عدد من الأحرف. إذا كنت تريد استخدام "٪" الحقيقي ، يجب عليك كتابة هذا: "\\٪".

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
ar_sa: يستخدم الوضع البسيط مطابقة نمط MySQL "LIKE" ، ولكن للحصول على قوة أعلى ، يمكنك استخدام تعبيرات MySQL العادية في وضع Expert.
