Repository: christiangranadosmonroy/proyecto-tienda
Catalog: app/Resources/translations/*/ModulesStatsoriginAdmin.*.xlf
Languages: es_mx

source: Visitors origin
es_mx: Origen de los visitantes

source: Origin
es_mx: Origen

source: What is a referral website?
es_mx: ¿Cuál es el sitio web referente?

source: A referrer can be:
es_mx: Una referencia puede ser:

source: Someone who posts a link to your shop.
es_mx: Alguien ha puesto un link de su tienda en su sitio Web

source: A partner who has agreed to a link exchange in order to attract new customers.
es_mx: Un colaborador con quien intercambió enlaces para aumentar las ventas o para atraer nueva clientela.

source: CSV Export
es_mx: Exportación CSV

source: Direct links only
es_mx: Solo Enlaces directos

source: Top ten referral websites
es_mx: 10 primeros sitios web

source: Others
es_mx: Otros
