Repository: christiangranadosmonroy/proyecto-tienda
Catalog: app/Resources/translations/*/ModulesStatspersonalinfosAdmin.*.xlf
Languages: es_mx

source: Registered customer information
es_mx: Información de clientes registrados

source: Adds information about your registered customers (such as gender and age) to the Stats dashboard.
es_mx: Añade información sobre tus clientes registrados (como género y edad) al Panel de control de Estadísticas.

source: Target your audience
es_mx: Seleccione su audiencia

source: In order for each message to have an impact, you need to know who it is being addressed to.
es_mx: Para que cada mensaje tenga un impacto, necesita saber a quién va dirigido.

source: Defining your target audience is essential when choosing the right tools to win them over.
es_mx: Dirigirse al público adecuado es primordial para elegir las herramientas correctas para convencer a cada uno de los públicos perseguidos

source: CSV Export
es_mx: Exportación CSV

source: Currency range allows you to determine which currency your customers are using.
es_mx: Las gamas de monedas le permiten determinar con que moneda pagan sus clientes.

source: No customers have registered yet.
es_mx: Aún no hay clientes registrados

source: Gender distribution
es_mx: Distribución del género

source: Country distribution
es_mx: Distribución del país

source: Currency distribution
es_mx: Distribución de la moneda

source: Language distribution
es_mx: Distribución del idioma
