Repository: christiangranadosmonroy/proyecto-tienda
Catalog: app/Resources/translations/*/ModulesStatsregistrationsAdmin.*.xlf
Languages: es_mx

source: Customer accounts
es_mx: Cuentas cliente

source: Number of visitors who stopped at the registering step:
es_mx: Visitantes que no han pasado de la suscripción:

source: Number of visitors who placed an order directly after registration:
es_mx: Visitantes que han efectuado un pedido directamente después de suscribirse:

source: Total customer accounts:
es_mx: Total cuentas cliente:

source: Number of customer accounts created
es_mx: Número de clientes que han creado una cuenta

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track. You feel me?
es_mx: El número total de cuentas creadas no es en sí misma información importante. Sin embargo, es interesante analizar la cantidad creada en un cierto plazo. Esto indicará de una manera u otra si las cosas van por buen camino.

source: How to act on the registrations' evolution?
es_mx: ¿Cómo intervenir en la evolución de las suscripciones?

source: Here is a summary of what may affect the creation of customer accounts:
es_mx: Aquí se muestra un resumen de lo que puede afectar a la hora de crear cuentas de clientes.

source: Design and user-friendliness are more important than ever in the world of online sales. An ill-chosen or hard-to-follow graphical theme can keep shoppers at bay. This means that you should aspire to find the right balance between beauty and functionality for your online store.
es_mx: El diseño y la accesibilidad son más importantes que nunca: una mala accesibilidad o una mala presentación gráfica puede hacer que sus visitantes se vayan. Tiene que crear un balance entre un diseño innovador que permita al visitante moverse por la red con comodidad. Un escritura clara y correcta también inspirarán más confianza para el cliente hacia su comercio.

source: CSV Export
es_mx: Exportación CSV
