Repository: christiangranadosmonroy/proyecto-tienda
Catalog: app/Resources/translations/*/ModulesStatssalesAdmin.*.xlf
Languages: es_mx

source: Sales and orders
es_mx: Ventas y pedidos

source: Adds graphics presenting the evolution of sales and orders to the Stats dashboard.
es_mx: Añade gráficas presentando la evolución de ventas y pedidos en el panel de Estadísticas.

source: About order statuses
es_mx: Acerca del estado de las ordenes

source: In your Back Office, you can modify the following order statuses: Awaiting Check Payment, Payment Accepted, Preparation in Progress, Shipping, Delivered, Canceled, Refund, Payment Error, Out of Stock, and Awaiting Bank Wire Payment.
es_mx: En su Back-Office, puede modificar los siguientes estados de las ordenes: En espera de pago por cheque, Pago aceptado, Preparación en progreso, Envío, Entregado, Cancelado, Reembolsado, Error de pago, Productos no disponibles y en espera de pago por transferencia bancaria.

source: These order statuses cannot be removed from the Back Office; however you have the option to add more.
es_mx: Estos estados no pueden ser eliminados desde Back-Office, sin embargo tiene la opción de añadir más.

source: The following graphs represent the evolution of your shop's orders and sales turnover for a selected period.
es_mx: Los siguientes gráficas representan la evolución de los pedidos de su tienda y el volumen de ventas durante un período seleccionado.

source: You should often consult this screen, as it allows you to quickly monitor your shop's sustainability. It also allows you to monitor multiple time periods.
es_mx: Debería consultar esta pantalla a menudo ya que te permite monitorizar rápidamente la Sostenibilidad de su tienda. Puede seleccionar varios periodos de tiempo.

source: Orders placed:
es_mx: Pedidos realizados:

source: CSV Export
es_mx: Exportación CSV

source: No orders for this period.
es_mx: No hay pedidos para este periodo.

source: Products:
es_mx: Artículos
