Repository: christiangranadosmonroy/proyecto-tienda
Catalog: app/Resources/translations/*/ModulesStatsvisitsAdmin.*.xlf
Languages: ar_sa

source: Visits and Visitors
ar_sa: الزيارات والزوار

source: Adds statistics about your visits and visitors to the Stats dashboard.
ar_sa: يضيف إحصائيات حول زياراتك والزوار إلى لوحة بيانات Stats.

source: Determine the interest of a visit
ar_sa: تحديد مصلحة الزيارة

source: The visitors' evolution graph strongly resembles the visits' graph, but provides additional information:
ar_sa: يشبه الرسم البياني لتطور الزائرين رسمًا بيانيًا للزيارات ، ولكنه يقدم معلومات إضافية:

source: If this is the case, congratulations, your website is well planned and pleasing. Glad to see that you've been paying attention.
ar_sa: إذا كان هذا هو الحال ، التهاني ، ومن المقرر كذلك موقع الويب الخاص بك والسرور.

source: Otherwise, the conclusion is not so simple. The problem can be aesthetic or ergonomic. It is also possible that many visitors have mistakenly visited your URL without possessing a particular interest in your shop. This strange and ever-confusing phenomenon is most likely cause by search engines. If this is the case, you should consider revising your SEO structure.
ar_sa: خلاف ذلك ، فإن الاستنتاج ليس بهذه البساطة. يمكن أن تكون المشكلة جمالية أو مريحة. من المحتمل أيضًا أن العديد من الزائرين قد زار عنوان URL عن طريق الخطأ دون أن يكون لديك اهتمام خاص بمتجرك. هذه الظاهرة الغريبة والمربكة هي السبب على الأرجح في محركات البحث. إذا كانت هذه هي الحالة ، يجب عليك مراجعة هيكل SEO الخاص بك.

source: This information is mostly qualitative. It is up to you to determine the interest of a disjointed visit.
ar_sa: هذه المعلومات النوعية في الغالب : لديك لتحديد الفائدة من زيارة مفككة.

source: A visit corresponds to an internet user coming to your shop, and until the end of their session, only one visit is counted.
ar_sa: زيارة يناظر مستخدم الانترنت القادمة لمجموعتكم. حتى نهاية دورتهم ، ويحسب فقط زيارة واحدة.

source: A visitor is an unknown person who has not registered or logged into your store. A visitor can also be considered a person who has visited your shop multiple times.
ar_sa: والزائر هو شخص غير معروف ، الذين لم يتم تسجيل أو دخوله ، وركوب الأمواج على متجرك. ويمكن للزائر وتأتي زيارة متجرك مرات عديدة.

source: Total visits:
ar_sa: عدد الزيارات :

source: Total visitors:
ar_sa: مجموع الزوار:

source: CSV Export
ar_sa: إستيراد ملف إعدادات

source: Number of visits and unique visitors
ar_sa: عدد الزيارات والزوار الفريدين
