Repository: christiangranadosmonroy/proyecto-tienda
Catalog: app/Resources/translations/*/ModulesWirepaymentAdmin.*.xlf
Languages: es_mx

source: Wire payment
es_mx: Pago por transferencia bancaria

source: Accept payments by bank transfer.
es_mx: Aceptar pagos mediante transferencia bancaria.

source: Are you sure about removing these details?
es_mx: ¿Está seguro de querer borrar los detalles?

source: Account owner and account details must be configured before using this module.
es_mx: El propietario y detalles de la cuenta deben configurarse para usar el módulo correctamente

source: No currency has been set for this module.
es_mx: No hay moneda asignada a este módulo

source: Account details are required.
es_mx: Se necesitan los detalles de la cuenta.

source: Account owner is required.
es_mx: Se necesita cuenta del propietario.

source: Account details
es_mx: Datos de la cuenta

source: Account owner
es_mx: Cuenta del propietario

source: Such as bank branch, IBAN number, BIC, etc.
es_mx: Tales como: sucursal bancaria, código IBAN, BIC, etc.

source: Bank address
es_mx: Dirección del banco

source: Customization
es_mx: Personalización

source: Information to the customer
es_mx: Información al cliente

source: Information on the bank transfer (processing time, starting of the shipping...)
es_mx: Información sobre la transferencia bancaria (tiempo de procesado, iniciación del proceso de envío...)

source: This module allows you to accept secure payments by bank wire.
es_mx: Este módulo permite aceptar pagos por trasferencia bancaria.

source: That said, you must manually confirm the order upon receiving the bank wire.
es_mx: Por lo tanto, deberá confirmar el pedido en cuanto reciba la trasferencia.
